Repository: University-of-Muenster/csv_analysis
Catalog: translations/csv_analysis.*.po
Languages: de

source: CSV Export for analysis
de: Export als CSV für eine Analyse

source: Procedure on multiple terms assigned from vocabulary
de: Verhalten bei mehreren zugewiesenen Termen aus einem Vokabular

source: Take frist term
de: Ersten Term wählen

source: All combinations of terms
de: Alle Term-Kombinationen erstellen

source: Comma seperated list of terms
de: Komma-getrennte Liste von Termen

source: This option determines the behaviour of the csv export if there are multiple terms from the same vocabulary attached to the node. It can either just the first item be exported, all combinations of terms be calculated (e.g. one voc has 2 terms assigned and another 3 terms would result in 6 unique rows to be exported), or all attached terms are written comma separated in the same field.
de: Die Einstellung legt das Verhalten des Export fest wenn einem Node mehrere Terme aus einem Vokabular zugeordnet sind. Es kann entweder der erste zugeordnete Term für jedes Vokabular verwendet werden, alle Kombinationen der Terme gebildet werden (sind dem Node 2 Terme aus einen Vokabular und 3 aus einem anderen zugeordnet enthält der Export 6 einzelne Zeilen für diesen Node), oder alle zugeorneten Terme werden mit Komma getrennt in ein Feld geschrieben.

source: Export nodes for analysis
de: Nodes für eine Analyse exportieren

source: The CSV file will contain all nodes stored in the system with their assigned vocabulary terms.
de: Die CSV-Datei enthälte alle Nodes des Systems mit den zugeordneten Termen der Vocabulare.

source: CSV Export for Analysis
de: Export als CSV für eine Analyse

source: Exports all nodes and their attached vocabulary terms as a csv file in matrix layout.
de: Exportiert alle Nodes mit den zugeordneten Termen der Vocabulare als CSV-Datei in Matrix-Darstellung.
